{
    "Fireplace": {
        "name": "Fireplace",
        "description": "You feel a soothing warmness as you approach the fireplace. A wise wizard once said: 'Three obersvations are endlessly enjoyable: Watching fire burn, watching water flow and watching others work.",
        "interaction": "You rummage through your pockets and find some bubblegum paper. You throw it into the fire and watch it turn to ash. Rest in peace, dear bubblegum paper."
    },
    "Banner": {
        "name": "Banner",
        "description": "Some rangs dangle from the ceiling. You take a moment to recognize them as the house banner. In ancient Comic Sans letters it states \"Our name be Schulz\"."
    },
    "Table": {
        "name": "Table",
        "description": "Within the chaos on the large wooden table you find a perfectly fine tea mug."
    },
    "Mug": {
        "name": "Mug",
        "description": "This is a tea mug.",
        "interaction": "You grab the mug as it turns to you and yells \"Gimme all your tea!\" Seems like you're getting mugged."
    },
    "Bookshelf": {
        "name": "Bookshelf",
        "description": "The books in this shelf seem to be very boring. Mostly computer tech stuff. A stretched out yawn escapes your mouth.",
        "interaction": "You see the following books before you:",
        "method": "listBooks"
    },
    "Bookshelves": {
        "name": "Bookshelf",
        "description": "The books in this shelf seem to be very boring. Mostly computer tech stuff. A stretched out yawn escapes your mouth.",
        "interaction": "You see the following books before you:",
        "method": "listBooks"
    },
    "Dust": {
        "name": "Dust",
        "description": "You try to blow the dust cover off of a heavy book and find it's become solid over time."
    },
    "Curiosity": {
        "name": "Curiosity",
        "description": "You take a step towards a curiosity. The mars rover bleeps happily as to greet you.",
        "interaction": "You stretch out your hand and it gives you a piece of mars rock."
    },
    "Curiosities": {
        "name": "Curiosities",
        "description": "You take a step towards a curiosity. The mars rover bleeps happily as to greet you.",
        "interaction": "You stretch out your hand and it gives you a piece of mars rock."
    },
    "Display Case": {
        "name": "Display Case",
        "description": "You see some intricate, well crafted artworks between a lot of tryhard wannabe mordern art trash.",
        "interaction": "The display case exhibits an impressive collection of art. Your gaze glides right past it and focuses on the weird junk next to the intricate pieces. Here's what you see:",
        "method": "listArt"
    },
    "Spiderwebs": {
        "name": "Spiderwebs",
        "description": "Spiderwebs give a room a certain flair."
    },
    "Spiderweb": {
        "name": "Spiderweb",
        "description": "Spiderwebs give a room a certain flair."
    },
    "Spider": {
        "name": "Spider",
        "description": "Itsy bitsy spider, eating a dead fly - ripping it apart and munching with a smile"
    },
    "Dead Fly": {
        "name": "Dead Fly",
        "description": "It doesn't look too healthy."
    },
    "Bottle": {
        "name": "Bottle",
        "description": "2020 German red. Sun slope. Flamboyant on the tip of your tongue, rhombus-shaped in the throat. A hint of Hubba Bubba.",
        "interaction": "You take a sip. A large one.",
        "method": "drinkWine"
    },
    "VHS Recorder": {
        "name": "VHS Recorder",
        "description": "It's been a while since you've seen one of those. A wave of nostalgia rolls over you as you remember the soothing rewind sound and analog artifacts on old tapes.",
        "interaction": "You press the power switch and the silver screen comes to live. Let's have a movie night! There are some tapes scattered around:",
        "method": "listVideo"
    },
    "Silver Screen": {
        "name": "Silver Screen",
        "description": "It's called a silver screen, because back in the days it used to be made of silver. Who would've thought!"
    },
    "Movie Posters": {
        "name": "Movie Posters",
        "description": "'Dogville', 'The Turin Horse', 'The Mill and the Cross'... That's a weird taste in movies."
    },
    "Popcorn": {
        "name": "Popcorn",
        "description": "Some leftover popcorn",
        "interaction": "Eww, it's salted!"
    },
    "Nachos": {
        "name": "Nachos",
        "description": "Some leftover nachos",
        "interaction": "They're only half as good without cheese dip."
    }
}